const solution = [
    {
        id: 1,
        title: "அந்தூரியம் செடிகளின் பாக்டீரியல் பிளைட் நோய்: தீர்வு மற்றும் தடுப்பு : ",
        disease: "பாக்டீரிய சிதைவு (Bacterial Blight)",
        details: [
            {
                topic: 'நோயான பாக்டீரியல் பிளைட் அறிகுறிகள்:',
                solutions: [
                    "இலைகளில் நீர்ச்சிவ இழப்பு",
                    " கறுப்பு அல்லது பழுப்பு நிற தழும்புகள்"
                ]
            },
            {
                topic: 'தடுப்பு முறைகள்:',
                solutions: [
                    "சுத்தமான வளர்ப்பு பரப்பு: செடிகளை வளர்க்கும் இடத்தை நன்றாக சுத்தமாக்க வேண்டும்.",
                    "வெப்பநிலை மற்றும் ஈரப்பதத்தை கட்டுப்படுத்தல்: அதிக வெப்பம் மற்றும் ஈரப்பதத்தை தவிர்க்க வேண்டும்.",
                    "நீர்ப்பாசனம் முறை: அதிக நீர்ப்பாசனம் செய்யாமல், தேவையான அளவில் மட்டுமே நீர் ஊற்றவும்.",
                    "சுற்றுச்சூழலை சுத்தமாக்குதல்: தொற்று நோய்கள் ஏற்படாமல் இருக்க, சுத்தமான சுற்றுச்சூழல் தேவை."
                ]
            },
            {
                topic: 'தீர்வு முறைகள்:',
                solutions: [
                    "தொற்றான இலைகளை நீக்குதல்:",
                    "தீவனம்: பாக்டீரியல் நோய்களுக்கு எதிரான தீவனங்கள் பயன்படுத்தவும்.",
                    "வளர்ப்பு பொருட்களை சுத்தம் செய்யல்: வளர்க்கும் பொருட்களை, கருவிகளை சுத்தமாக வைத்திருங்கள்.",
                    "புதிய செடிகள்: புதிய செடிகளை நன்றாக சோதித்து, பாதிக்கப்பட்ட செடிகளை பயன்படுத்தாதீர்கள்."
                ]
            },

        ]
    },
    {
        id: 2,
        title: "அந்தூரியம் செடிகளின் வேர்வெள்ளத்தைத் தடுப்பதற்கான தீர்வுகள் மற்றும் முன்னெச்சரிக்கை நடவடிக்கைகள் தமிழில்:",
        disease: "வேர்வெள்ளம் (root rot) ",
        details: [
            {
                topic: 'நன்கு வடிகாலமைப்பு:',
                solutions: [
                    "செடிக்கு அதிக நீர் தேக்கமின்றி, தண்ணீர் சிக்கலாக செல்வதற்கான நன்கு வடிகாலமைப்பை ஏற்படுத்துங்கள்."
                ]
            },
            {
                topic: 'அதிகப்படியாக பாய்ச்சுவதைக் தவிர்க்கவும்:',
                solutions: [
                    "செடிக்கு தேவையான அளவிற்குச் சரியாக நீர் அளிக்கவும். தண்ணீர் அதிகமாகப் பாய்ச்சுவதைக் தவிர்க்கவும்."
                ]
            },
            {
                topic: 'சுத்தமான மண்:',
                solutions: [
                    "செடிக்கு பயன்படுத்தும் மண் சுத்தமானதாகவும் நச்சுத்தன்மையற்றதாகவும் இருக்க வேண்டும். பழைய மண்ணை மாற்றி மாறுதலாக புதிய மண்ணைப் பயன்படுத்துங்கள்."
                ]
            },
            {
                topic: 'சரியான இடம்:',
                solutions: [
                    "செடிக்கு சரியான வெளிச்சமும் காற்றோட்டமும் கிடைக்கக்கூடிய இடத்தில் வைத்துக்கொள்ளுங்கள். நிழல் அதிகமாகவோ அல்லது நேரடி வெப்பமோ இருக்கக் கூடாது."
                ]
            },
            {
                topic: 'நீர்வீழ்ச்சி பாய்ச்சுதல்:',
                solutions: [
                    "செடிக்கு மிதமான நனைவான மண் நிலையை மட்டும் தருவதற்காக மிதமாகவும், சரியான அளவிலும் நீர் பாய்ச்சுங்கள்."
                ]
            },
            {
                topic: 'கூழ் பூச்சிகள் கட்டுப்பாடு:',
                solutions: [
                    "பூச்சிகள் மற்றும் வண்டுகளைக் கண்டறிந்து, அவற்றை முறையாகக் கட்டுப்படுத்துங்கள். இதற்கான பூச்சிக்கொல்லிகளைப் பயன்படுத்தலாம்."
                ]
            },
            {
                topic: 'வியாதிகளைக் கண்டறிதல்:',
                solutions: [
                    "செடியில் வேர்ப்புழுக்கள் அல்லது பூச்சி தொற்றுகளைச் சரியான முறையில் கண்டறிந்து, அவற்றை முறையாக நீக்குங்கள்."
                ]
            },
            {
                topic: 'மண்ணின் பிஹெச்எல்(PH) மதிப்பு சரிபார்த்தல்:',
                solutions: [
                    "மண்ணின் பிஹெச்எல்(PH) மதிப்பை சரிபார்த்து, அது எப்போதும் சற்றும் அமிலமான நிலையில் இருக்கக் கவனிக்க வேண்டும் (PH 5.5 - 6.5)."
                ]
            },
            {
                topic: 'வேர்களைச் சுத்தம் செய்யுதல்:',
                solutions: [
                    "வேர்களை சுத்தம் செய்யவும், பாதிக்கப்பட்ட வேர்களை வெட்டி எறிவதும் முக்கியம்."
                ]
            },
            {
                topic: 'சந்தை மருந்துகள்:',
                solutions: [
                    "சந்தையில் கிடைக்கும் நச்சுத்தன்மை நீக்கும் மருந்துகளைப் பயன்படுத்தி, பூச்சிகளை கட்டுப்படுத்துங்கள்."
                ]
            },
            {
                topic: 'உணவுத்தொகை சீரான அளவு:',
                solutions: [
                    "செடிக்கு தேவையான உணவுத்தொகையை சீராகவும், மிதமாகவும் அளிக்கவும்."
                ]
            },
            {
                topic: 'பயிர்ச்சுழற்சி:',
                solutions: [
                    "ஒரே இடத்தில் தொடர்ந்து ஒரே பயிரை வளர்ப்பதை தவிர்த்து, பயிர்ச்சுழற்சி முறையை பின்பற்றுங்கள்."
                ]
            }


        ]
    },
    {
        id: 3,
        title: "அந்தூரியம் செடியின் வேர்க்கோத்து நோய் (Rust) முதல் முக்கிய நோய் ஆகும். இதைத் தவிர்க்க அல்லது சரிசெய்ய சில வழிமுறைகள் உள்ளன",
        disease: "வேர்க்கோத்து நோய் (Rust Diseases)",
        details: [
            {
                topic: 'சிறந்த நீர் மேலாண்மை:',
                solutions: [
                    "தண்ணீரை மிதமாகவே செலுத்த வேண்டும்.",
                    "வேர்கள் நிறைந்து நீரில் சிக்காமல், செடிமணலில் சீராக ஓட வேண்டும்."
                ]
            },
            {
                topic: 'வேண்டிய அளவு ஒளி:',
                solutions: [
                    "அதிக நேரடி சூரிய ஒளி தவிர்க்கவும்.",
                    "நேரடி ஒளியைத் தவிர்த்து, சீராக பசுமையான வெளிச்சத்தை வழங்கவும்."
                ]
            },
            {
                topic: 'சுற்றுச்சூழல் வெப்பநிலை:',
                solutions: [
                    "இடமாற்றும் நிலை சீராக 70-85°F (21-29°C) இடையே இருக்க வேண்டும்.",
                    "அதிக வெப்பம் அல்லது குளிர் தவிர்க்கவும்."
                ]
            },
            {
                topic: 'வேண்டிய இடைவெளி:',
                solutions: [
                    "செடிகளை மிகவும் நெருக்கமாக வைக்காமல் இடைவெளி இட வேண்டும்.",
                    "இதனால் நன்கு காற்றோட்டம் இருக்கும்."
                ]
            },
            {
                topic: 'போடித்துடுப்புகள்:',
                solutions: [
                    "இட்டுப்போகும் பானையைப் பயன்படுத்தி பூச்சியைத்தட்டி விடுங்கள்.",
                    "தேயிலை பவுடர் அல்லது பூச்சிக்கொல்லி பயன்படுத்தலாம்."
                ]
            },
            {
                topic: 'வேளாண்மை கட்டுப்பாடுகள்:',
                solutions: [
                    "கெமிக்கல் பவுடர்களை முறையாகப் பயன்படுத்துங்கள்.",
                    "பாக்டீரியா மற்றும் பூச்சிகளைத் தடுக்க இயற்கையான அல்லது வேதியியல் பூச்சிக்கொல்லிகள் பயன்படுத்தலாம்."
                ]
            },
        ]
    },
    {
        id: 4,
        title: "அன்தூரியம் மோசைக் வைரஸ் நோய்கள்: தீர்வு மற்றும் தடுப்பு முறைகள்",
        disease: "அன்தூரியம் மோசைக் வைரஸ் நோய்கள்",
        details: [
            {
                topic: 'நோயற்ற தாவரங்களின் பயன்பாடு:',
                solutions: [
                    "நோயின்றி வளர்க்கப்பட்ட, சுகாதாரமான தாவரங்களின் விதைகள் மற்றும் தாவரங்களை மட்டுமே பயிரிடவும்."
                  
                ]
            },
            {
                topic: 'தாவர மறு நடவு:',
                solutions: [
                    "பாதிக்கப்பட்ட தாவரங்களை உடனடியாக அகற்றி, சுகாதாரமான தாவரங்களால் மாற்றவும்."
                  
                ]
            },
            {
                topic: 'தாவர இடைவெளி பராமரிப்பு:',
                solutions: [
                    "தாவரங்களை மிக அருகில் நடுவதை தவிர்க்கவும், அதனால் வைரஸ் பரவுவது குறையும்."
                  
                ]
            },
            {
                topic: 'நீர்ப்பாசனம்:',
                solutions: [
                    "தண்ணீர் தடைகளின் மூலம் பரவுதல் தவிர்க்க தண்ணீர் பரப்புதல் முறைகளை மாற்றவும்."
                  
                ]
            },
            {
                topic: 'பரிசோதனை',
                solutions: [
                    "தாவரங்கள் சீராக பரிசோதிக்கப்படுவதை உறுதி செய்து, தொற்று அறிகுறிகள் உடனடியாக கண்டறியவும்."
                  
                ]
            }
          

        ]
    }

]

export default solution